jnt_twitterFeed = Twitter feed
jnt_twitterFeed.userAccount = Compte utilisateur
jnt_twitterFeed.numberOfTweets = Nombres maximum de tweets
jnt_twitterFeed.timeUpdate = Temps de rafrachissement
jnt_twitterFeed.shellBackgroundColor=Couleur de l'arri\u00e8re plan de la coquille
jnt_twitterFeed.shellTextColor=Couleur du texte dans la coquille
jnt_twitterFeed.tweetBackgroundColor=Couleur de l'arri\u00e8re plan des tweets
jnt_twitterFeed.tweetTextColor=Couleur du texte des tweets
jnt_twitterFeed.tweetLinksColor=Couleur des liens des tweets
jnt_twitterFeed.tweetWidth=Largeur
jnt_twitterFeed.tweetHeight=Hauteur
jnt_twitterFeed.autoWidth=Choir la largeur automatique
jnt_twitterFeed.pollForNewResults=Mise \u00e0 jour pour les nouveaux r\u00e9sultats
jnt_twitterFeed.includeScrollbar=Inclure la barre de d\u00e9filement
jnt_twitterFeed.showAvatars=Afficher les avatars
jnt_twitterFeed.showTimestamps=Afficher la date
jnt_twitterFeed.showHashtags=Afficher les liens

jnt_twitterSearch = Recherche Twitter
jnt_twitterSearch.search = Rechercher
jnt_twitterSearch.numberOfTweets = Nombres maximum de tweets
jnt_twitterSearch.timeUpdate = Temps de rafrachissement des tweets en secondes
jnt_twitterSearch.lang = Langue
jnt_twitterSearch.typeAWordAndPressEnter = Entrer un mot et appuyer sur Entrer

feed.messageEditMode=Twitter feed est seulement disponible en ligne ou en aper\u00e7u
feed.messageCurrent=compte utilisateur:


jnt_twitterWidget=Twitter Widget
jnt_twitterWidget_description=La Timeline Twitter embarqu\u00e9e permet de rendre publique n'importe quel type de Timeline sur un site web \u00e0 partir d'une simple ligne de code. Tout comme la page Twitter, ce widget permet aux visiteurs de r\u00e9pondre, retweeter et mettre en favoris directement depuis vos pages web. Une tweet box interactive encourage les utilisateurs \u00e0 r\u00e9pondre ou d\u00e9marrer de nouvelles conversations. Ces nouveaux outils de timeline ont \u00e9t\u00e9 construits sp\u00e9cifiquement par Twitter pour le web, les mobiles et les tablettes. Ils se chargent rapidement, r\u00e9pondent \u00e0 la charge et sont mis \u00e0 jour en temps r\u00e9el. Cr\u00e9ez votre propre timeline en utiliant les r\u00e9glages du widget dans ce module Jahia ou sur twitter.com
jnt_twitterWidget.widgetId=Widget Id
jnt_twitterWidget.widgetId.ui.tooltip=Aller sur https://twitter.com/settings/widgets pour r\u00e9cup\u00e9rer l'ID ou cr\u00e9er un nouveau widget Twitter
jnt_twitterWidget.width=Largeur
jnt_twitterWidget.height=Hauteur
jnt_twitterWidget.linkcolor=Couleur des liens
jnt_twitterWidget.linkcolor.ui.tooltip=D\u00e9fini la couleur des liens. Note that some icons in the widget will also appear this color.
jnt_twitterWidget.theme=Th\u00e8me
jnt_twitterWidget.theme.ui.tooltip=Th\u00e8me
jnt_twitterWidget.noheader=Pas de Header
jnt_twitterWidget.noheader.ui.tooltip=Masque le header de la Timeline
jnt_twitterWidget.nofooter=Pas de Footer
jnt_twitterWidget.nofooter.ui.tooltip=Masque le footer de la Timeline et la Tweet box, si incluse.
jnt_twitterWidget.noborders=Pas de bordures
jnt_twitterWidget.noborders.ui.tooltip=Retire toutes les bordures \u00e0 l'int\u00e9rieur du widget (entre les Tweets, cartes, autour du widget.)
jnt_twitterWidget.noscrollbar=Pas de barre de d\u00e9filement
jnt_twitterWidget.noscrollbar.ui.tooltip=Masque la barre de d\u00e9filement lat\u00e9rale, m\u00eame si celle si devient n\u00e9cessaire. Notez que masquer la barre de d\u00e9filement peut affecter l'accessibilit\u00e9 de votre site.
jnt_twitterWidget.transparant=Transparent
jnt_twitterWidget.transparant.ui.tooltip=Retire la couleur de fond.
jnt_twitterWidget.bordercolor=Couleur de bordure
jnt_twitterWidget.bordercolor.ui.tooltip=Change la couleur des bordures utilis\u00e9es dans le widget.
jnt_twitterWidget.language=Langue
jnt_twitterWidget.language.ui.tooltip=La langue du widget est d\u00e9tect\u00e9e depuis la page, en fonction de l'attribut HTML lang. Vous pouvez \u00e9galement d\u00e9finir un attribut de langue dans le code du widget lui m\u00eame.
jnt_twitterWidget.tweetlimit=Limite de tweets
jnt_twitterWidget.tweetlimit.ui.tooltip=Permet de fixer la taille de la Timeline a un nombre pr\u00e9d\u00e9fini de tweets entre 1 et 20. La Timeline affichera le nombre de Tweets sp\u00e9cifi\u00e9 et s'agranndirat de fa\u00e7on \u00e0 montrer tous ces tweets sont ascenceur. Le widegt \u00e9tant de taille fixe, il n'y aura pas d'updates automatiques si cette option est activ\u00e9e.
jnt_twitterWidget.related=Utilisateurs sugg\u00e9r\u00e9s pour une action Twitter
jnt_twitterWidget.related.ui.tooltip=Comme pour les boutons tweet et suivre, vous pouvez soumettre une liste s\u00e9par\u00e9e par des virgules de pseudo d'utilisateurs sugg\u00e9r\u00e9s \u00e0 un utilisateur lorsqu'il r\u00e9pond, retweet ou marque comme favori un message dans sa timeline.
jnt_twitterWidget.ariapolite=Politesse ARIA
jnt_twitterWidget.ariapolite.ui.tooltip=ARIA est un syt\u00e8me d'accesibilit\u00e9 qui aide les personnes utilisant des technologies d'assistance a int\u00e9ragir avec des contenus web dynamiques.

twitter.editMessage=Param\u00e9trez le composant Twitter Widget en l'\u00e9ditant (double-clic), ou
twitter.editConfig=Changez sa configuration directement sur le site Twitter
twitter.twitterSearch.deprecated=Le composant Twitter Search ne fonctionne plus, merci d'utiliser Twitter Widget \u00e0 la place.
twitter.twitterFeed.deprecated=Le composant Twitter Feed ne fonctionne plus, merci d'utiliser Twitter Widget \u00e0 la place.
